::dot::{U+00B7}             ; ·
::minus::{U+2010}           ; ‐
;::section::{U+00A7}         ; §
;::null::{U+2205}            ; ∅
;::null::{U+2400}            ; ␀
;::true::{U+22A8}            ; ⊨
;::false::{U+22AD}           ; ⊭
::infinity::{U+221E}        ; ∞
::label::{U+1F3F7}          ; 🏷
::constants::{U+2263}       ; ≣
::interface::{U+25A1}       ; □
::as::{U+2982}              ; ⦂
::class::{U+25A0}           ; ■
;::super::                   ; 
::function::{U+25B6}        ; ▶
::parameter::{U+23FA}       ; ⏺
::element::{U+2208}         ; ∈
::ellipsis::{U+2026}        ; …
;::return::{U+23CE}          ; ⏎
::throw::{U+1F320}          ; 🌠
::??::{U+2047}              ; ⁇
::?!::{U+2048}              ; ⁈
::!?::{U+2049}              ; ⁉
::!!::{U+203C}              ; ‼
::select::{U+2222}          ; ∢
::case::{U+2B29}            ; ⬩
::repeat::{U+1F501}         ; 🔁
::while::{U+FE56}           ; ﹖
::until::{U+FE57}           ; ﹗
::for::{U+2200}             ; ∀
::try::{U+0021}{U+20E4}     ; !⃤
::catch::{U+0021}{U+20DD}   ; !⃝
::finally::{U+203C}{U+20DD} ; ‼⃝
::import::{U+2386}          ; ⎆
::package::{U+1F4E6}        ; 📦

::append::{U+2A2D}          ; ⨭
::concat::{U+2295}          ; ⊕
::equals::{U+2248}          ; ≈

::!=::{U+2260}              ; ≠
::<=::{U+2264}              ; ≤
::>=::{U+2265}              ; ≥
::downto::{U+22EF}>         ; ⋯>
::downtu::{U+2026}{U+2265}  ; …≥

::--::{U+25E2}              ; ◢
::-+::{U+25E3}              ; ◣
::+-::{U+25E4}              ; ◤
::++::{U+25E5}              ; ◥

::in::{U+2208}              ; ∈
::not::{U+00AC}             ; ¬
::exist::{U+2203}           ; ∃
::notex::{U+2204}           ; ∄

^,::Send {U+1F501}{U+FE56}  ; 🔁﹖
^.::Send {U+1F501}{U+FE57}  ; 🔁﹗
#.::Send {U+2982}           ; ⦂

<^>^f::Send {U+27E6}        ; ⟦
<^>^g::Send {U+27E7}        ; ⟧
<^>^SC056::Send {U+27E8}    ; ⟨
<^>^h::Send {U+27E9}        ; ⟩
!+8::Send {U+2E28}          ; ⸨
!+9::Send {U+2E29}          ; ⸩
<!.::Send {U+23FA}          ; ⏺
